Repository: arwebSE/EPWatch-macOS
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: sv

source: Done
sv: Klar

source: Electricity price
sv: Elpriset

source: Price area
sv: Elområde

source: Fetching prices...
sv: Hämtar priser...

source: Displays the current electricity price
sv: Visar nuvarande elpris

source: Please report any issues to
sv: Rapportera gärna fel till

source: Tap to copy the email address
sv: Peka för att kopiera e-postadressen

source: Email address copied!
sv: E-post kopierad!

source: Share
sv: Dela

source: Logs
sv: Loggar

source: %lld log files
sv: %lld loggfiler

source: Retry
sv: Försök igen

source: Success fetching logs from the watch
sv: Lyckades att hämta loggar från klockan

source: Failed to fetch logs from the watch
sv: Misslyckades att hämta loggar från klockan

source: Try having the watch app in the foreground
sv: Försök att ha appen på klockan i förgrunden

source: Ready
sv: Redo

source: Waiting for the watch to respond
sv: Väntar på att klockan ska svara

source: Waiting for the watch to send logs
sv: Väntar på att klockan ska skicka loggar

source: Transfering logs from the watch
sv: Överför loggar från klockan

source: Processing logs
sv: Behandlar loggar
